Repository: zhrispineda/Settings-iOS
Catalog: Preferences/Resources/Localization/Ungrouped/DigitalSeparationUI.xcstrings
Source language: en
Languages: ar, bg, ca, cs, da, de, el, es, es_us, fi, fr, fr_ca, he, hi, hr, hu, id, it, ja, kk, ko, lt, ms, nl, no, pl, pt_br, pt_pt, ro, ru, sk, sl, sv, th, tr, uk, vi, zh_cn, zh_hk, zh_tw

# WIFI_SYNC_DETAIL_MULTIPLE
source: Your iPhone may be transferring data, like your messages or browsing history, to synced computers over Wi-Fi or with a cable. You can stop this iPhone from transferring data by removing computers you do not want your data synced with.
ar: ربما ينقل iPhone بيانات - مثل الرسائل أو سجل تاريخ التصفح - إلى أجهزة كمبيوتر متزامنة عبر Wi-Fi أو باستخدام كبل. يمكنك إيقاف هذا الـ iPhone عن نقل البيانات عن طريق إزالة أجهزة الكمبيوتر التي لا تريد مزامنة بياناتك معها.
bg: Вашият iPhone може да прехвърля данни, като вашите съобщения или история на браузване, към синхронизирани компютри през Wi-Fi или с кабел. Можете да спрете този iPhone да прехвърля данни, като премахнете компютрите, с които не искате да се синхронизират вашите данни.
ca: Pot ser que s’estiguin transferint dades de l’iPhone, com ara els missatges o l’historial de navegació, als ordinadors sincronitzats per Wi‑Fi o amb fil. Per aturar la transferència de les dades de l’iPhone, elimina els ordinadors amb què no vulguis sincronitzar‑les.
cs: iPhone může přenášet obsah, jako jsou zprávy nebo historie prohlížení webu, do synchronizovaných počítačů přes Wi‑Fi nebo kabelové připojení. Přenos dat z iPhonu můžete zastavit odebráním počítačů, se kterými synchronizovat nechcete.
da: iPhone overfører muligvis data, f.eks. beskeder og browserhistorik, til synkroniserede computere via Wi-Fi eller med et kabel. Du kan forhindre iPhone i at overføre data ved at fjerne computere, som du ikke vil have dine data synkroniseret med.
de: Dein iPhone kann Daten wie deine Nachrichten oder den Browser-Verlauf über WLAN oder Kabel auf synchronisierte Computer übertragen. Du kannst die Übertragung dieser Daten unterbinden, indem du die entsprechenden Computer entfernst, mit denen die Daten nicht synchronisiert werden sollen.
el: Το iPhone ενδέχεται να μεταφέρει δεδομένα, όπως τα μηνύματα ή το ιστορικό περιήγησής σας, σε συγχρονισμένους υπολογιστές μέσω Wi-Fi ή με καλώδιο. Μπορείτε να διακόψετε τη μεταφορά δεδομένων από αυτό το iPhone αφαιρώντας τους υπολογιστές με τους οποίους δεν επιθυμείτε να συγχρονίζετε τα δεδομένα σας.
es: Puede que tu iPhone esté transfiriendo datos, como tus mensajes o tu historial de navegación, a ordenadores sincronizados mediante Wi‑Fi o por cable. Puedes detener la transferencia de datos del iPhone eliminando los ordenadores con los que no quieras que se sincronice.
es_us: Tu iPhone podría estar transfiriendo datos, como tus mensajes o tu historial de navegación, a las computadoras sincronizadas mediante una conexión Wi-Fi o alámbrica. Para impedir que el iPhone transfiera estos datos, elimina las computadoras con las que no quieres que se sincronicen tus datos.
fi: iPhone saattaa siirtää tietoja, kuten viestejä ja selaushistoriaa, synkronoituun tietokoneeseen Wi‑Fin tai kaapelin kautta. Voit estää tätä iPhonea siirtämästä tietoja poistamalla tietokoneet, joiden kanssa et halua synkronoida.
fr: Votre iPhone est peut-être en train de transférer des données, telles que vos messages ou votre historique de navigation, vers des ordinateurs synchronisés via Wi-Fi ou à l’aide d’un câble. Vous pouvez arrêter le transfert des données depuis cet iPhone en supprimant les ordinateurs avec lesquels vous ne souhaitez pas synchroniser vos données.
fr_ca: Votre iPhone transfère peut-être des données telles que vos messages ou votre historique de navigation à des ordinateurs synchronisés au moyen d’une connexion Wi‑Fi ou d’un câble. Vous pouvez empêcher cet iPhone de transférer des données en supprimant les ordinateurs avec lesquels vous ne voulez pas effectuer de synchronisation.
he: ייתכן שה-iPhone מעביר נתונים, כמו ההודעות או היסטוריית הגלישה שלך, למחשבים מסונכרנים דרך רשת אלחוטית או כבל. באפשרותך להפסיק את העברת הנתונים על-ידי ה-iPhone באמצעות הסרת מחשבים שאינך רוצה שהנתונים יסונכרנו עמם.
hi: हो सकता है कि आपका iPhone आपके संदेशों या ब्राउज़िंग हिस्ट्री जैसे डेटा को वाई-फ़ाई या केबल के ज़रिए सिंक किए गए कंप्यूटरों पर ट्रांसफ़र कर रहा हो। आप जिन कंप्यूटरों के साथ अपना डेटा सिंक नहीं करना चाहते हैं, उन्हें हटाकर इस iPhone को डेटा ट्रांसफ़र करने से रोक सकते हैं।
hr: Vaš iPhone možda prenosi podatke poput vaših poruka ili povijesti pretraživanja na sinkronizirana računala preko Wi-Fija ili kabela. Možete zaustaviti prijenos podataka s ovog iPhonea tako da uklonite računala s kojima ne želite sinkronizirati podatke.
hu: Előfordulhat, hogy az iPhone-ja adatokat (például az Ön üzeneteit vagy böngészési előzményeit) visz át szinkronizált számítógépekre kábelen vagy Wi‑Fi‑n keresztül. Leállíthatja az adatok átvitelét erről az iPhone-ról, ha eltávolítja azokat a számítógépeket, amelyekkel nem szeretné szinkronizálni az adatait.
id: iPhone Anda mungkin mentransfer data, seperti pesan atau riwayat penelusuran Anda, ke komputer yang diselaraskan melalui Wi-Fi atau kabel. Anda dapat membuat iPhone ini berhenti mentransfer data dengan menghapus komputer yang tidak Anda inginkan untuk penyelarasan data.
it: È possibile che iPhone stia trasferendo dati, come i messaggi o la cronologia di navigazione, ai computer sincronizzati tramite Wi‑Fi o via cavo. Puoi interrompere il trasferimento da iPhone rimuovendo i computer con cui non vuoi sincronizzare i dati.
ja: iPhoneから同期されているコンピュータにメッセージや閲覧履歴などのデータがWi‑Fiまたはケーブルを介して転送されている可能性があります。 データを同期したくないコンピュータを削除することで、iPhoneからのデータの転送を停止できます。
kk: iPhone телефоныңыз хабарларыңыз немесе шолу тарихы сияқты деректерді Wi-Fi немесе кабель арқылы синхрондалған компьютерлерге тасымалдауы мүмкін. Деректеріңізді синхрондау қажет емес компьютерлерді жою арқылы осы iPhone деректерін тасымалдауды тоқтатуға болады.
ko: iPhone이 Wi-Fi 또는 케이블을 통해 메시지 또는 검색 기록과 같은 데이터를 동기화된 컴퓨터로 전송 중일 수 있습니다. 데이터를 동기화하지 않을 컴퓨터를 제거하여 이 iPhone의 데이터 전송을 중단할 수 있습니다.
lt: „iPhone“ gali perduoti duomenis, pvz., žinutes ar naršymo istoriją, į sinchronizuojamus kompiuterius naudojant „Wi-Fi“ arba kabelį. Galite sustabdyti šio „iPhone“ duomenų perdavimą pašalindami kompiuterius, su kuriais nenorite sinchronizuoti duomenų.
ms: iPhone anda mungkin memindahkan data, seperti mesej atau sejarah pelayaran anda, ke komputer yang diselaraskan melalui Wi‑Fi atau dengan kabel. Anda boleh menghentikan iPhone ini daripada memindahkan data dengan mengeluarkan komputer yang tidak anda mahu selaraskan data anda.
nl: Je iPhone zet mogelijk gegevens, zoals je berichten of browsergeschiedenis, over naar gesynchroniseerde computers via wifi of met een kabel. Je kunt voorkomen dat deze iPhone gegevens overzet door computers te verwijderen waarmee je je gegevens niet wilt synchroniseren.
no: iPhonen kan overføre data, som meldinger og nettleserloggen din, til synkroniserte datamaskiner over Wi‑Fi eller via en nettverkskabel. Du kan avslutte dataoverføring fra iPhonen ved å fjerne datamaskiner som du ikke vil at data skal synkroniseres til.
pl: Twój iPhone może przesyłać dane, na przykład wiadomości lub historię przeglądania, do synchronizowanych komputerów przez sieć Wi‑Fi lub przy użyciu przewodu. Aby temu zapobiec, możesz usunąć komputery, z którymi Twoje dane nie mają być synchronizowane.
pt_br: O iPhone pode estar transferindo dados como mensagens ou histórico de navegação para computadores sincronizados por Wi‑Fi ou via cabo. Para impedir que o iPhone transfira dados, remova computadores com os quais você não quer sincronizar dados.
pt_pt: É possível que o iPhone esteja a transferir dados, como mensagens ou histórico de navegação, para computadores sincronizados através de Wi‑Fi ou com um cabo. Pode impedir este iPhone de transferir dados removendo os computadores com os quais não pretende sincronizar dados.
ro: Este posibil ca iPhone‑ul dvs. să transfere date, precum mesaje sau istoricul de navigare, pe computerele sincronizate prin Wi‑Fi sau prin cablu. Puteți opri transferarea datelor de pe acest iPhone prin eliminarea computerelor cu care nu doriți să fie sincronizate datele dvs.
ru: Возможно, Ваш iPhone передает Ваши данные, такие как сообщения или история просмотра, на синхронизированные компьютеры по Wi‑Fi или через кабель. Вы можете прекратить передачу данных с этого iPhone, удалив компьютеры, с которыми не хотите синхронизировать свои данные.
sk: Váš iPhone môže prenášať dáta, napríklad správy alebo históriu prezerania stránok, na synchronizované počítače cez Wi-Fi alebo kábel. Prenos dát z tohto iPhonu môžete zastaviť odstránením počítačov, s ktorými nechcete synchronizovať svoje dáta.
sl: Vaš iPhone morda prenaša podatke, na primer sporočila ali zgodovino brskanja, v sinhronizirane računalnike prek omrežja Wi‑Fi ali kabla. Prenos podatkov iz tega iPhona lahko ustavite tako, da odstranite računalnike, s katerimi ne želite sinhronizirati podatkov.
sv: iPhone kan överföra data som dina meddelanden eller surfhistorik till synkroniserade datorer över Wi‑Fi eller med en sladd. Du kan förhindra att iPhone överför data genom att ta bort datorer som du inte vill synkronisera data med.
th: iPhone ของคุณอาจกำลังถ่ายโอนข้อมูล เช่น ข้อความหรือประวัติการท่องเว็บของคุณ ไปยังคอมพิวเตอร์ที่เชื่อมข้อมูลผ่านทาง Wi‑Fi หรือใช้สายเคเบิล คุณสามารถหยุด iPhone เครื่องนี้ไม่ให้ถ่ายโอนข้อมูลได้โดยการเอาคอมพิวเตอร์ที่คุณไม่ต้องการเชื่อมข้อมูลด้วยออก
tr: iPhone’unuz, eşzamanlanan bilgisayarlara Wi-Fi üzerinden veya bir kablo ile mesaj ve dolaşma geçmişi gibi verileri aktarıyor olabilir. Verilerin eş zamanlanmasını istemediğiniz bilgisayarları silerek bu iPhone’un veri aktarmasını durdurabilirsiniz.
uk: З iPhone можна переносити дані, як‑от повідомлення та історію перегляду вебсторінок, на синхронізовані компʼютери з використанням мережі Wi‑Fi або кабелю. Щоб припинити передавання даних з iPhone, вилучіть компʼютери, з якими не потрібно виконувати синхронізацію.
vi: iPhone của bạn có thể đang chuyển dữ liệu như tin nhắn hoặc lịch sử duyệt web đến các máy tính được đồng bộ hóa qua Wi-Fi hoặc bằng cáp. Bạn có thể ngăn iPhone này chuyển dữ liệu bằng cách xóa các máy tính mà bạn không muốn đồng bộ hóa dữ liệu.
zh_cn: iPhone可能正通过Wi-Fi或连接线向同步电脑传输信息或浏览历史记录等数据。 若要停止从此iPhone传输数据，你可以移除不想与之同步数据的电脑。
zh_hk: 你的iPhone可能正透過Wi-Fi或連接線向已同步的電腦傳送資料（例如訊息或瀏覽記錄）。 如要停止讓此iPhone傳送資料，你可以移除不想與之同步資料的電腦。
zh_tw: 你的iPhone可能會將你的訊息或瀏覽記錄等資料，透過Wi-Fi或連接線移轉至已同步的電腦上。 你可以移除不想要與其同步資料的電腦來停止此iPhone移轉資料。

# STOP_ALL_PERMISSION_ACCESS
source: Stop All Access
ar: إيقاف الوصول بالكامل
bg: Спри целия достъп
ca: Revoca l’accés a les apps
cs: Odebrat veškerý přístup
da: Stop al adgang
de: Zugriff vollständig stoppen
el: Πλήρης διακοπή πρόσβασης
es: Revocar todos los permisos
es_us: Detener todo el acceso
fi: Lopeta kaikki käyttöoikeudet
fr: Révoquer tous les accès
fr_ca: Révoquer tous les accès
he: ביטול כל הרשאות הגישה
hi: सभी ऐक्सेस बंद करें
hr: Prekini sav pristup
hu: Összes hozzáférés leállítása
id: Hentikan Semua Akses
it: Interrompi l’accesso di tutte le app
ja: アクセスをすべて停止
kk: Барлық қол жеткізуді тоқтату
ko: 모든 접근 권한 중단
lt: Stabdyti visą prieigą
ms: Hentikan Semua Akses
nl: Stop alle toegang
no: Stopp all tilgang
pl: Zatrzymaj całkowicie dostęp
pt_br: Interromper Todo o Acesso
pt_pt: Parar todo o acesso
ro: Opriți complet accesul
ru: Полностью закрыть доступ для приложений
sk: Zastaviť všetok prístup
sl: Ustavi ves dostop
sv: Stoppa all åtkomst
th: หยุดการเข้าถึงทั้งหมด
tr: Tüm Erişimleri Durdur
uk: Скасувати доступ взагалі
vi: Dừng tất cả quyền truy cập
zh_cn: 停止所有访问
zh_hk: 停止所有取用權限
zh_tw: 停止所有取用權限

# PRIVACY_PERMISSIONS_DETAIL_APPS
source: Select the apps you no longer want accessing your information. Tap the “i” to see the information an app has access to.
ar: تحديد التطبيقات التي لم تعد ترغب في وصولها إلى معلوماتك. اضغط على "i" لمعرفة المعلومات المتاح للتطبيق الوصول إليها.
bg: Изберете приложенията, които вече не искате да имат достъп до вашата информация. Докоснете „i“, за да видите информацията, до която приложението има достъп.
ca: Selecciona les apps que ja no vulguis que accedeixin a la informació. Toca la icona d’informació per veure les dades a què pot accedir cada app.
cs: Vyberte aplikace, kterým chcete odebrat přístup k vašim informacím. Klepnutím na „i“ zobrazíte informace o tom, k čemu má aplikace přístup.
da: Væg de apps, der ikke længere skal have adgang til dine oplysninger. Tryk på “i” for at se de oplysninger, som en app har adgang til.
de: Wähle Apps aus, die nicht mehr auf deine Informationen zugreifen können sollen. Tippe auf „i“, um zu sehen, auf welche Informationen die App Zugriff hat.
el: Επιλέξτε τις εφαρμογές που δεν θέλετε να έχουν πλέον πρόσβαση στα δεδομένα σας. Αγγίξτε το «i» για να δείτε τα δεδομένα στα οποία έχει πρόσβαση μια εφαρμογή.
es: Selecciona las apps que ya no quieras que tengan acceso a tu información. Toca “i” para ver los datos a los que tiene acceso una app.
es_us: Selecciona las apps que ya no quieres que accedan a tu información. Toca la “i” para consultar los datos a los que tiene acceso cada app.
fi: Valitse apit, joiden et halua enää käyttävän tietojasi. Napauta i-kuvaketta, niin näet, mitä tietoja appi voi käyttää.
fr: Sélectionnez les apps auxquelles vous ne souhaitez plus accorder l’accès à vos informations. Touchez le « i » pour afficher les informations auxquelles une app a accès.
fr_ca: Sélectionnez les apps auxquelles vous ne voulez plus donner accès. Touchez l’icône « i » pour afficher les informations auxquelles une app a accès.
he: באפשרותך לבחור יישומים שאינך רוצה עוד שתהיה להם גישה למידע שלך. ניתן להקיש על i כדי לראות את המידע שאליו כל יישום יכול לגשת.
hi: उन ऐप्स को चुनें जिन्हें आप अपनी जानकारी का ऐक्सेस अब नहीं देना चाहते हैं। “i” पर टैप करके देखें कि ऐप को किस जानकारी का ऐक्सेस है।
hr: Odaberite aplikacije za koje više ne želite da mogu pristupiti vašim informacijama. Dodirnite “i” za prikaz informacija kojima aplikacija ima pristup.
hu: Válassza ki azokat az appokat, amelyeknek nem szeretné többé engedélyezni az Ön információihoz való hozzáférést. Az „i” ikonra koppintva tekintheti meg, hogy az app milyen információkhoz rendelkezik hozzáféréssel.
id: Pilih app yang tidak Anda inginkan lagi untuk mengakses informasi Anda. Ketuk “i” untuk melihat informasi yang dapat diakses app.
it: Seleziona le app alle quali non vuoi più dare accesso alle informazioni. Tocca l’icona “i” per visualizzare i dati a cui le app hanno accesso.
ja: あなたの情報へのアクセスを停止したいアプリを選択してください。“i”をタップすると、アプリでアクセスできる情報が表示されます。
kk: Ақпаратыңызға енді қол жеткізу қажет емес қолданбаларды таңдаңыз. Қолданба қол жеткізе алатын ақпаратты көру үшін «i» түймесін түртіңіз.
ko: 사용자 정보에 대한 접근을 중단할 앱을 선택하십시오. 앱이 접근할 수 있는 정보를 보려면 ‘i’를 탭하십시오.
lt: Pasirinkite programas, kurioms nenorite suteikti prieigos prie informacijos. Bakstelėkite „i“, kad peržiūrėtumėte informaciją, prie kurios programa turi prieigą.
ms: Pilih app yang tidak lagi anda mahu mengakses maklumat anda. Ketik “i” untuk melihat maklumat yang boleh diakses oleh app.
nl: Selecteer de apps die geen toegang meer mogen hebben tot je informatie. Tik op de 'i' om te zien tot welke informatie een app toegang heeft.
no: Velg appene som ikke lenger skal ha tilgang til informasjonen din. Trykk på i-en for å se hvilken informasjon en app har tilgang til.
pl: Wybierz aplikacje, które nie mają już mieć dostępu do Twoich informacji. Aby wyświetlić informacje, do których dana aplikacja ma dostęp, stuknij w „i”.
pt_br: Selecione os apps que você não quer mais que acessem suas informações. Toque em “i” para ver as informações às quais um app tem acesso.
pt_pt: Selecione as aplicações que já não quer que acedam à sua informação. Toque no “i” para ver a informação à qual cada aplicação tem acesso.
ro: Selectați aplicațiile pentru care doriți să revocați accesul la informațiile dvs. Apăsați pe butonul “i” pentru a vedea la ce informații are acces o aplicație.
ru: Выберите приложения, у которых Вы хотите отозвать доступ к своей информации. Коснитесь значка «i», чтобы просмотреть, какая информация доступна приложению.
sk: Vyberte apky, ktorým chcete odobrať prístup k vašim informáciám. Klepnutím na „i“ zobrazíte informácie, ku ktorým má konkrétna apka prístup.
sl: Izberite aplikacije, ki naj ne dostopajo več do vaših podatkov. Za ogled podatkov, do katerih lahko dostopa posamezna aplikacija, tapnite »i«.
sv: Välj apparna som inte längre ska få komma åt din information. Tryck på ”i”-symbolen om du vill se vilken information som en app har tillgång till.
th: เลือกแอปที่คุณไม่ต้องการให้เข้าถึงข้อมูลของคุณอีกต่อไป แตะ “i” เพื่อดูข้อมูลที่แอปสามารถเข้าถึงได้
tr: Artık bilgilerinize erişmesini istemediğiniz uygulamaları seçin. Bir uygulamanın erişebildiği bilgileri görmek için “i” harfine dokunun.
uk: Виберіть програми, для яких потрібно відкликати доступ до інформації. Торкніть значок «i», щоб побачити, до якої інформації надано доступ програмам.
vi: Chọn các ứng dụng mà bạn không muốn truy cập thông tin của mình nữa. Hãy chạm vào “i” để xem thông tin mà ứng dụng có quyền truy cập.
zh_cn: 选择不想让哪些App再访问你的信息。轻点“i”查看App可访问的信息。
zh_hk: 選擇你不想再讓哪些App取用你的資料。點一下「i」查看App可取用的資料。
zh_tw: 選取你不想再讓哪些App取用你的資訊。點一下「i」來查看App可取用的資訊。
